Repository: collective/collective.contentrules.mailtogroup
Catalog: src/collective/contentrules/mailtogroup/locales/*/LC_MESSAGES/collective.contentrules.mailtogroup.po
Languages: es, pt_br

source: A mail action can mail different groups and members.
es: Una acción puede envíar correos a diferentes grupos y miembros.
pt_br: Uma ação pode enviar mails a diferentes grupos e membros.

source: A mail action can mail different recipient.
es: Una acción que puede enviar correos a diferentes destinatarios.
pt_br: Uma ação pode enviar mails a diferentes destinatários.

source: Add Mail Group Action
es: Adicionar acción de envío de correo a un grupo
pt_br: Adicionar ação de envio de mail a um grupo

source: Configure element
es: Configurar elemento
pt_br: Configurar elemento

source: Edit Mail group Action
es: Editar acción de envio de correo a un grupo
pt_br: Editar ação de envio de mail a um grupo

source: Email report to the groups ${groups} and the members ${members}
es: Reporte de correo para los grupos ${groups} y los miembros ${members}
pt_br: Relatório de envio para os grupos ${groups} e os membros ${members}

source: Email source
es: Remitente
pt_br: Remitente

source: Group(s) to mail
es: Enviar correo al grupo(s)
pt_br: Enviar mail a o(s) grupo(s)

source: Message
es: Mensaje
pt_br: Mensagem

source: Subject
es: Asunto
pt_br: Assunto

source: Subject of the message
es: Asunto del mensaje
pt_br: Assunto do email

source: The email address that sends the email. If no email is provided here, it will use the portal from address.
es: La dirección de correo que envía el mensaje. Si no se proporciona una, se usará la dirección del portal.
pt_br: O endereço de mail que envía a mensagem. Se não for informada, se usará o endereço do portal.

source: The group where you want to send this message. All members of the group will receive an email.
es: Los grupos que recibirán el mensaje de correo. Todos los miembros del grupo recibirán una copia del mensaje.
pt_br: Os grupos que receberam a mensagem. Todos os membros do grupo receberám uma cópia da mensagem.

source: The members where you want to send the e-mail message.
es: Los miembros que recibirán el mensaje de correo.
pt_br: Os membros que receberám o email.

source: Type in here the message that you want to mail. Some defined content can be replaced: ${title} will be replaced by the title of the item. ${url} will be replaced by the URL of the item. ${text} will be replace by the body-text-field (if the item has a field named 'text') and send it as HTML with a plain-text-fallback.
es: Escriba el mensaje que quiere enviar. Algunos contenidos definidos pueden ser reemplazados: ${title} será reemplazado por el título del elemento. ${url} será reemplazado por la URL del elemento. ${text} será reemplazdo por el contenido del campo cuerpo del texto (si el objeto tienen un campo llamado 'texto') y enviado como HTML y texto sin formato.
pt_br: Informa a mensagem que quer enviar. Algúns conteúdos definidos podem ser substituídos: ${title} será substituído pelo título do elemento. ${url} será substituído pela URL do elemento. ${text} será substituído pelo conteúdo do campo corpo do texto (sim o elemento tem um campo chamado 'texto') e enviado como HTML e texto sem formato.

source: User(s) to mail
es: Enviar correo a usuario(s)
pt_br: Enviar mail ao usuário(s)
